[
  {
    "m": "The Pain you feel today – will be the Strength you feel tomorrow!"
  },
  {
    "m": "Congratulations on another awesome workout!"
  },
  {
    "m": "You are a champion!"
  },
  {
    "m": "You ought to be pleased with yourself!"
  },
  {
    "m": "Well done on your daring exertion!"
  },
  {
    "m": "You are headed to doing some extraordinary things!"
  },
  {
    "m": "Great work!"
  },
  {
    "m": "Continue being marvelous, and I’ll continue saying congrats!"
  },
  {
    "m": "Congrats on your effort! Keep it up!"
  },
  {
    "m": "I salute you for your diligent work and devotion!"
  },
  {
    "m": "You have the correct blend of devotion and eagerness. Keep it up!"
  },
  {
    "m": "I wish you numerous long periods of incredible accomplishments!"
  },
  {
    "m": "Your commitment and eagerness are extremely moving."
  },
  {
    "m": "Congrats on your fabulous accomplishment!"
  },
  {
    "m": "Another activity is certifiably not a fresh start, it’s a way to make another completion!"
  },
  {
    "m": "My face has a glad grin as a result of you. Well done my dear companion!"
  },
  {
    "m": "I don’t know whether anybody has ever revealed to you this previously, however, I think you are truly awesome!"
  },
  {
    "m": "You buckled down, you merit it, you have it!"
  },
  {
    "m": "The strength you will feel tomorrow will be the result of the pain you feel today!"
  },
  {
    "m": "First they ignore you, then they laugh at you, then you won by being so good!"
  },
  {
    "m": "Congratulations on your achievement!"
  },
  {
    "m": "Your achievement is truly commendable. Keep up the good work!"
  },
  {
    "m": "Keep going!"
  },
  {
    "m": "Your hard work has earned you this success, so enjoy every part of it!"
  },
  {
    "m": "There really is no shortcut to success. Keep it up!"
  },
  {
    "m": "Today your achievement is the result of your hard work and audacious spirit!"
  },
  {
    "m": "Well done! You are destined to succeed, you just did not know."
  },
  {
    "m": "Congratulations on your fabulous workout! You deserve it all!"
  },
  {
    "m": "Throughout the challenge, you have proven to be strong and your determination has paid off!"
  },
  {
    "m": "Reaching an objective is the starting point for another. Ambitions are the way to success!"
  },
  {
    "m": "You worked hard, you overcame obstacles, you gave it all. Congratulations for winning!"
  },
  {
    "m": "Your dedication and enthusiasm are truly inspiring!"
  },
  {
    "m": "Now is the time to celebrate your effort. Well done!"
  },
  {
    "m": "Do you know what you are? You’re a superstar!"
  },
  {
    "m": "All your hard work and dedication are paid with your achievement today!"
  },
  {
    "m": "Keep your goals high and make a plan to fly!"
  },
  {
    "m": "Congratulations on your achievement! So happy for you and your well-deserved success!"
  },
  {
    "m": "Wow! Way to go!"
  },
  {
    "m": "Nobody deserves a relaxing day more than you!"
  },
  {
    "m": "You have the fire in your heart and the determination to do the work!"
  },
  {
    "m": "You did a great job! Enjoy every moment!"
  },
  {
    "m": "You should be proud of yourself!"
  },
  {
    "m": "You do not always get what you want. But you get what you work for!"
  },
  {
    "m": "Today, you are champion by your efforts to improve your skills!"
  },
  {
    "m": "Keep reaching for the stars!"
  },
  {
    "m": "You really deserve success, and with such efforts you are sure to earn more!"
  },
  {
    "m": "Keep up the good work!"
  },
  {
    "m": "Good work, keep it up!"
  },
  {
    "m": "The smile you earn today - you deserve it!"
  },
  {
    "m": "Keep your spirit up and have faith in yourself!"
  },
  {
    "m": "Your achievement makes me proud and happy!"
  },
  {
    "m": "An honest effort can bring great achievement, you proved it well!"
  },
  {
    "m": "This is my most sincere congratulations for our success!"
  },
  {
    "m": "Because of your hard work and honest efforts, you got what you have today!"
  },
  {
    "m": "What you achieve is the result of your hard work and dedication; I want you to keep it always, no matter what the situation is!"
  },
  {
    "m": "Everyone thrives on success, but it is only for those who give dedication and hard work - you deserve your achievements!"
  },
  {
    "m": "XXXXXXXXXXXXXXXXXX"
  },
  {
    "m": "XXXXXXXXXXXXXXXXXX"
  },
  {
    "m": "XXXXXXXXXXXXXXXXXX"
  },
  {
    "m": "XXXXXXXXXXXXXXXXXX"
  },
  {
    "m": "XXXXXXXXXXXXXXXXXX"
  },
  {
    "m": "XXXXXXXXXXXXXXXXXX"
  },
  {
    "m": "XXXXXXXXXXXXXXXXXX"
  },
  {
    "m": "XXXXXXXXXXXXXXXXXX"
  },
  {
    "m": "XXXXXXXXXXXXXXXXXX"
  },
  {
    "m": "XXXXXXXXXXXXXXXXXX"
  },
  {
    "m": "XXXXXXXXXXXXXXXXXX"
  },
  {
    "m": "XXXXXXXXXXXXXXXXXX"
  },
  {
    "m": "XXXXXXXXXXXXXXXXXX"
  },
  {
    "m": "XXXXXXXXXXXXXXXXXX"
  },
  {
    "m": "XXXXXXXXXXXXXXXXXX"
  },
  {
    "m": "XXXXXXXXXXXXXXXXXX"
  },
  {
    "m": "XXXXXXXXXXXXXXXXXX"
  },
  {
    "m": "XXXXXXXXXXXXXXXXXX"
  },
  {
    "m": "XXXXXXXXXXXXXXXXXX"
  },
  {
    "m": "XXXXXXXXXXXXXXXXXX"
  },
  {
    "m": "XXXXXXXXXXXXXXXXXX"
  },
  {
    "m": "XXXXXXXXXXXXXXXXXX"
  },
  {
    "m": "XXXXXXXXXXXXXXXXXX"
  },
  {
    "m": "XXXXXXXXXXXXXXXXXX"
  },
  {
    "m": "XXXXXXXXXXXXXXXXXX"
  },
  {
    "m": "XXXXXXXXXXXXXXXXXX"
  },
  {
    "m": "XXXXXXXXXXXXXXXXXX"
  },
  {
    "m": "XXXXXXXXXXXXXXXXXX"
  },
  {
    "m": "XXXXXXXXXXXXXXXXXX"
  },
  {
    "m": "XXXXXXXXXXXXXXXXXX"
  },
  {
    "m": "XXXXXXXXXXXXXXXXXX"
  },
  {
    "m": "How often do I need to let you know? Congrats! Congrats! Congrats!"
  },
  {
    "m": "XXXXXXXXXXXXXXXXXX"
  }
]