[
  {
    "m": "The Pain you feel today – will be the Strength you feel tomorrow!"
  },
  {
    "m": "Congratulations on another awesome workout!"
  },
  {
    "m": "You are a champion!"
  },
  {
    "m": "You ought to be pleased with yourself!"
  },
  {
    "m": "Well done on your daring exertion!"
  },
  {
    "m": "You are headed to doing some extraordinary things!"
  },
  {
    "m": "Great work!"
  },
  {
    "m": "Continue being marvelous, and I’ll continue saying congrats!"
  },
  {
    "m": "Congrats on your effort! Keep it up!"
  },
  {
    "m": "I salute you for your diligent work and devotion!"
  },
  {
    "m": "You have the correct blend of devotion and eagerness. Keep it up!"
  },
  {
    "m": "I wish you numerous long periods of incredible accomplishments!"
  },
  {
    "m": "Your commitment and eagerness are extremely moving."
  },
  {
    "m": "Congrats on your fabulous accomplishment!"
  },
  {
    "m": "Another activity is certifiably not a fresh start, it's a way to make another completion!"
  },
  {
    "m": "My face has a glad grin as a result of you. Well done my dear companion!"
  },
  {
    "m": "I don't know whether anybody has ever revealed to you this previously, however, I think you are truly awesome!"
  },
  {
    "m": "You buckled down, you merit it, you have it!"
  },
  {
    "m": "The strength you will feel tomorrow will be the result of the pain you feel today!"
  },
  {
    "m": "First they ignore you, then they laugh at you, then you won by being so good!"
  },
  {
    "m": "Congratulations on your achievement!"
  },
  {
    "m": "Your achievement is truly commendable. Keep up the good work!"
  },
  {
    "m": "Keep going!"
  },
  {
    "m": "Your hard work has earned you this success, so enjoy every part of it!"
  },
  {
    "m": "There really is no shortcut to success. Keep it up!"
  },
  {
    "m": "Today your achievement is the result of your hard work and audacious spirit!"
  },
  {
    "m": "Well done! You are destined to succeed, you just did not know."
  },
  {
    "m": "Congratulations on your fabulous workout! You deserve it all!"
  },
  {
    "m": "Throughout the challenge, you have proven to be strong and your determination has paid off!"
  },
  {
    "m": "Reaching an objective is the starting point for another. Ambitions are the way to success!"
  },
  {
    "m": "You worked hard, you overcame obstacles, you gave it all. Congratulations for winning!"
  },
  {
    "m": "Your dedication and enthusiasm are truly inspiring!"
  },
  {
    "m": "Now is the time to celebrate your effort. Well done!"
  },
  {
    "m": "Do you know what you are? You're a superstar!"
  },
  {
    "m": "All your hard work and dedication are paid with your achievement today!"
  },
  {
    "m": "Keep your goals high and make a plan to fly!"
  },
  {
    "m": "Congratulations on your achievement! So happy for you and your well-deserved success!"
  },
  {
    "m": "Wow! Way to go!"
  },
  {
    "m": "Nobody deserves a relaxing day more than you!"
  },
  {
    "m": "You have the fire in your heart and the determination to do the work!"
  },
  {
    "m": "You did a great job! Enjoy every moment!"
  },
  {
    "m": "You should be proud of yourself!"
  },
  {
    "m": "You do not always get what you want. But you get what you work for!"
  },
  {
    "m": "Today, you are champion by your efforts to improve your skills!"
  },
  {
    "m": "Keep reaching for the stars!"
  },
  {
    "m": "You really deserve success, and with such efforts you are sure to earn more!"
  },
  {
    "m": "Keep up the good work!"
  },
  {
    "m": "Good work, keep it up!"
  },
  {
    "m": "The smile you earn today - you deserve it!"
  },
  {
    "m": "Keep your spirit up and have faith in yourself!"
  },
  {
    "m": "Your achievement makes me proud and happy!"
  },
  {
    "m": "An honest effort can bring great achievement, you proved it well!"
  },
  {
    "m": "This is my most sincere congratulations for our success!"
  },
  {
    "m": "Because of your hard work and honest efforts, you got what you have today!"
  },
  {
    "m": "What you achieve is the result of your hard work and dedication; I want you to keep it always, no matter what the situation is!"
  },
  {
    "m": "Everyone thrives on success, but it is only for those who give dedication and hard work - you deserve your achievements!"
  },
  {
    "m": "Your reward is the result of your hard work and effort and a bold spirit!"
  },
  {
    "m": "I congratulate you on your achievements!"
  },
  {
    "m": "I'm really excited about this great achievement of yours!"
  },
  {
    "m": "If you always keep shining like this, you will definitely join the stars above!"
  },
  {
    "m": "You are nothing less than a true champion - I'm really glad you did it!"
  },
  {
    "m": "Congratulations, champion!"
  },
  {
    "m": "Today, you are a great winner because you worked hard and never stopped!"
  },
  {
    "m": "I am truly proud and amazed by your achievement!"
  },
  {
    "m": "Well done, champion!"
  },
  {
    "m": "You are shining today because you decided to pursue your dreams with immense determination and effort. Well done!"
  },
  {
    "m": "My sincere congratulations to you!"
  },
  {
    "m": "Your success today shows that dreams do not come true without working hard to achieve them!"
  },
  {
    "m": "Wishing you sincere congratulations for such outstanding effort!"
  },
  {
    "m": "Congratulations for your magnificent achievement!"
  },
  {
    "m": "You worked hard for this, and now that you have achieved it, you should be proud of yourself!"
  },
  {
    "m": "Celebrate your success!"
  },
  {
    "m": "My heartiest congratulations to you!"
  },
  {
    "m": "Congratulations to you for the tremendous effort you are making!"
  },
  {
    "m": "Keep the fire burning! Do it for yourself!"
  },
  {
    "m": "Make a lot of effort and get the achievement to make your dream come true!"
  },
  {
    "m": "You work hard and you deserve the goal. Your dedication is truly inspiring!"
  },
  {
    "m": "Your achievement is so fantastic! Congratulations!"
  },
  {
    "m": "It does not matter how far away the destination is, you work hard and you get the achievement - congratulations!"
  },
  {
    "m": "Well done is better than well said and you have shown it with your great effort. You are a champion!"
  },
  {
    "m": "Well done, friend!"
  },
  {
    "m": "Not a single effort of yours will be in vain. Well done!"
  },
  {
    "m": "You will be rewarded for your hard work and dedication. Well done!"
  },
  {
    "m": "Your hard work will bring you many gains. Well done!"
  },
  {
    "m": "Your hard work and effort have truly paid off!"
  },
  {
    "m": "Good job! Keep going and many more congratulations to you!"
  },
  {
    "m": "Doing a good job is not always an impressive innovation. Sometimes it's just about doing something with full dedication. Well done!"
  },
  {
    "m": "How often do I need to let you know? Congrats! Congrats! Congrats!"
  },
  {
    "m": "Your commitment is exemplary and your hard work is an inspiration to all those around you!"
  },
  {
    "m": "I just wanted to take a moment to congratulate you heartily on your hard work and dedication!"
  },
  {
    "m": "You are an inspiration for all athletes. Well done!"
  },
  {
    "m": "Congratulations on adding another feather in your cap!"
  },
  {
    "m": "You've got the right mix of dedication and enthusiasm. Keep it up!"
  },
  {
    "m": "It's the time for recognition! Well done my dear friend!"
  },
  {
    "m": "This is the result of your hard work all through the year. So enjoy every bit of it! Well done!"
  },
  {
    "m": "Many dream, some try and only a few achieve. You are an achiever today!"
  },
  {
    "m": "You're a superstar! May today's success be the beginning of tomorrow's achievements!"
  },
  {
    "m": "Tons of congratulations to you. Celebrate!"
  },
  {
    "m": "Congratulations on another milestone!"
  },
  {
    "m": "Wow! Way to go!"
  },
  {
    "m": "Train like an athlete, eat like a nutritionist, sleep like a baby and win like a champion!"
  },
  {
    "m": "You did it! So proud of you!"
  },
  {
    "m": "This is awesome! You're awesome! Way to go!"
  },
  {
    "m": "Keep up the great work!"
  },
  {
    "m": "Congratulations on this great accomplishment"
  },
  {
    "m": "Tons of congratulations to you! Celebrate!"
  },
  {
    "m": "The pain you feel today - will be the strength you feel tomorrow!"
  },
  {
    "m": "Congrats on your successful fitness journey!"
  },
  {
    "m": "Great job! May you enjoy every moment!"
  },
  {
    "m": "You should be proud of yourself!"
  },
  {
    "m": "You don't always get what you wish for... but you get what you work for!"
  },
  {
    "m": "You worked hard, you deserve it, you have got it!"
  },
  {
    "m": "Woo-hoo! Good for you! Congrats!"
  },
  {
    "m": "Your hard work and perseverance have paid off!"
  },
  {
    "m": "You did it! Still clapping, great work!"
  },
  {
    "m": "Hooray! What else could I say after that awesomeness? Congratulations!"
  },
  {
    "m": "Well done! Your hard work and determination have paid off. I’m so proud of you!"
  },
  {
    "m": "Well done! The satisfaction of doing your best is a great reward, congrats!"
  },
  {
    "m": "Above and beyond. Great job!"
  },
  {
    "m": "It does not matter how slowly you go as long as you do not stop. Congrats!"
  },
  {
    "m": "You've done it!"
  }
]